[ManufacturerMaterials.Mat_Maliwan_1_Infection:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[Name.Title.Sage_Seraph_HawkEye_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Eye certain. Finger lightning. Aim death."

[Name.Title.Sage_Seraph_Infection_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Itchy. Tasty."

[Name.Title.Sage_Seraph_Interfacer_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Because it enters your face. Get it? IT ENTERS YOUR FACE!"
